/* No comment provided by engineer. */
"LevelIntroductionTitleMatchingPlants" = "Help the professor water his plants!";

/* No comment provided by engineer. */
"LevelContentIntroductionMatchingPlants" = "Lorem ipsum dolor sit amet, case antiopam intellegat ius ad. Ex eos wisi admodum, ea nobis mnesarchum duo. Te nec eros dicit, dolor appareat persecuti eum ei, erat essent persius ex vel. 
";

/* No comment provided by engineer. */
"LevelSkinIntroductionMatchingPlants" = "Lorum ipsem dolor sit amet, case antiopam intellegat ius ad. Ex eos wisi admodum, ea nobis mnesarchum duo. Te nec eros dicit, dolor appareat persecuti eum ei, erat essent persius ex vel.";


